2
<script></script>

<section class="intro" id="intro">
    <div class="">
        <p class="intro-text text-xl px-32 lg:px-52">
            <b style="color: var(--red); font-size: 1.2em">HomeBlocks</b> поможет вам с поисков жилья в Нижневартовске и
            оформлением любой недвижимости: дачи, коттеджи, включая жилые, коммерческие и инвестиционные объекты. Наша
            команда опытных агентов обладает глубокими знаниями рынка недвижимости и всегда готова помочь своим клиентам
            в сделке, от начала поиска подходящего объекта до успешного заключения сделки. Мы стремимся предоставить
            нашим клиентам самое качественное обслуживание, превосходящее их ожидания. Наша миссия - помочь клиентам
            осуществить свою мечту о приобретении идеального дома или успешном бизнесе.
        </p>
    </div>
</section>

<style lang="scss">
  .intro {
    margin-top: var(--header-height);
  }
</style>